{
  "session_info": {
    "id": "WETEB",
    "name": "WETEB - Technology 2",
    "url": "https://proceedings.jacow.org/srf2019/html/weteb.htm"
  },
  "papers": [
    {
      "paper_id": "WETEB1",
      "title": "Development of Superconducting Quarter-Wave Resonator and Cryomodule  for Low-Beta Ion Accelerators at RIKEN Radioactive Isotope Beam Factory",
      "authors": [
        "N. Sakamoto",
        "T. Dantsuka",
        "M. Fujimaki",
        "H. Imao",
        "O. Kamigaito",
        "K. Kusaka",
        "H. Okuno",
        "K. Ozeki",
        "K. Suda",
        "A. Uchiyama",
        "T. Watanabe",
        "Y. Watanabe",
        "K. Yamada",
        "RIKEN Nishina Center",
        "Wako",
        "Japan",
        "H. Hara",
        "A. Miyamoto",
        "K. Sennyu",
        "T. Yanagisawa",
        "MHI-MS",
        "Kobe",
        "Japan",
        "E. Kako",
        "H. Nakai",
        "H. Sakai",
        "K. Umemori",
        "KEK",
        "Ibaraki",
        "Japan",
        "A prototype cryomodule with a superconducting quarter- wave resonator (SC QWR) has been developed at RIKEN Radioactive Isotope Beam Factory (RIBF). During the last SRF conference",
        "we presented the performance of our first SC QWR and the first cool-down test of its cryomodule. Since then",
        "we have continued our efforts to improve cavity performance and succeeded in recovering deteriorated Q0. In this paper",
        "we report what we constructed and learned from the prototype",
        "including design issues with the cavity and its cryomodule. Design issues related to the new SC QWRs and their cryomodules for the SC linac booster of the RIKEN Heavy-Ion Linac (RILAC) are described as well."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb1_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb1.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb1_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB1",
      "page_number": "750",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB2",
      "title": "Identifying Specific Cryomodule and Cleanroom Particulate Contamination: Understanding Legacy Issues and Providing New Feedback Standards",
      "authors": [
        "C.E. Reece",
        "J.K. Spradlin",
        "O. Trofimova",
        "A-M. Valente-Feliciano",
        "JLab",
        "Newport News",
        "Virginia",
        "USA",
        "While the techniques used to provide \"UHV clean\" and \"particle-free\" beamline components",
        "including SRF cavities",
        "continue to evolve",
        "\"real-world\" operating machines must deal with actual accumulated and latent contamination issues that produce non-trivial cryogenic heatload",
        "radiation",
        "activation",
        "and degradation via field emission. We have developed a standardized and automated particulate contamination assay method for use in characterizing particulates found on beamline components and in cleanroom assembly environments. We present results from using this system to analyze samples taken from reworked cryomodules from CEBAF. Particle sizes are much larger than anticipated. Utility for feedback on sources to enable improved source reduction is explored."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb2_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb2.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb2_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB2",
      "page_number": "758",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB3",
      "title": "CEBAF C100 Fault Classification based on Time Domain RF Signals",
      "authors": [
        "T. Powers",
        "A.D. Solopova",
        "JLab",
        "Newport News",
        "Virginia",
        "USA",
        "The CEBAF 12 GeV upgrade project",
        "which was completed and commissioned in 2014",
        "included the construction and installation of 80 new 7-cell superconducting cavities that were configured in 10 cryomodules. In 2018",
        "the software and hardware in the digital low level RF systems were configured such that a fault would trigger an acquisition process which records waveform records of 17 of the RF signals for each of the 8 cavities within the cryomodule for subsequent analysis. These waveforms are especially useful in C100 cryomodules as there is a 10% mechanical coupling between adjacent cavities. When one cavity has a fault and the gradient is reduced quickly",
        "it will mechanically deform due relaxation of the Lorentz force effects. This deformation change causes perturbations in the adjacent cavities which",
        "in turn",
        "causes a cascade of cavity faults that are difficult to understand without the time domain data. This contribution will describe the types of faults encountered during operation and their signatures in the time domain data",
        "as well as how is being used to modify the setup of the machine and implement improvements to the cryomodules."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb3_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb3.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb3_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB3",
      "page_number": "763",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB4",
      "title": "Virtual SRF Cavity: Testing SRF Cavity Support Systems Without the Hassle of Liquid Helium and Klystrons",
      "authors": [
        "P. Echevarria",
        "J. Knobloch",
        "A. Neumann",
        "A. Ushakov",
        "HZB",
        "Berlin",
        "Germany",
        "E. Aldekoa",
        "J. Jugo",
        "University of the Basque Country",
        "Faculty of Science and Technology",
        "Bilbao",
        "Spain",
        "Setting up and debugging SRF support systems",
        "such as LLRF control",
        "quench detection",
        "microphonics and Lorentz-force detuning control",
        "etc.",
        "often requires extensive time spent operating the cavities. This results in time consuming and costly operation. Early into the development stages the actual cavity system may not even be available. It is therefore highly desirable to pre-evaluate these systems under realistic conditions prior to final testing with the SRF cavities. We devised an FPGA-based \"virtual cavity\" that takes a regular low-level RF input and generates the signals for RF-power reflection",
        "transmission and detuning that mimic the response of a real cavity system. As far as the user is concerned",
        "the response is the same as for a real cavity. This \"black-box\" model includes mechanical modes",
        "Lorentz force detuning",
        "a field depended quality factor",
        "quenches and variable input coupling and is currently being expanded. We present the model and show some applications for operating the quench detection",
        "LLRF and microphonics control for 1.3 GHz BERLinPro cavities. The same system can be used for other cavity types",
        "including normal conducting cavities."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb4_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb4.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb4_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB4",
      "page_number": "770",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB5",
      "title": "Modular Digital Low Level Radio Frequency Control (LLRF) for CW Operation at ELBE",
      "authors": [
        "M. Kuntzsch",
        "R. Steinbrück",
        "K. Zenker",
        "HZDR",
        "Dresden",
        "Germany",
        "Ç. Gümüş",
        "M. Hierholzer",
        "S. Pfeiffer",
        "Ch. Schmidt",
        "DESY",
        "Hamburg",
        "Germany",
        "A digital LLRF control has been implemented at the CW linac ELBE at Helmholtz-Zentrum Dresden-Rossendorf. The system is based on the MicroTCA.4 standard and drives four superconducting TESLA cavities and two normal conducting buncher cavities. The system enables a higher flexibility of the field control",
        "improved diagnostics and field stability compared to the analogue system which was used before. The presentation will give an overview on the design specification",
        "detailed system structure",
        "software architecture and latest performance test results.",
        "※ BibTeX",
        "※ LaTeX",
        "※ Text/Word",
        "※ RIS"
      ],
      "institutions": [],
      "abstract": "reference for this paper using",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb5_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb5.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb5_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB5",
      "page_number": "",
      "presentation_available": false,
      "paper_available": false,
      "poster_available": false
    },
    {
      "paper_id": "WETEB6",
      "title": "Active Suppression of Microphonics Detuning in High QL Cavities",
      "authors": [
        "N. Banerjee",
        "G.H. Hoffstaetter",
        "M. Liepe",
        "P. Quigley",
        "Cornell University (CLASSE)",
        "Cornell Laboratory for Accelerator-Based Sciences and Education",
        "Ithaca",
        "New York",
        "USA",
        "Accelerators operating with low beam loading such as Energy Recovery Linacs (ERL) greatly benefit from using SRF cavities operated at high loaded quality factors",
        "since it leads to lower RF power requirements. However",
        "large microphonics detuning several times the operating bandwidth of the cavities severely limit the maximum accelerating fields which can be sustained in a stable manner. In this talk",
        "I will describe an active microphonics control technique based on the narrow band Active noise Control (ANC) algorithm which we have used in CBETA",
        "a multi-turn SRF ERL being commissioned at Cornell University. I will describe its stability and performance during beam operations of CBETA with consistent reduction of peak detuning by almost a factor of 2 on multiple cavities."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb6_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb6.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb6_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB6",
      "page_number": "776",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB7",
      "title": "A Ferroelectric Fast Reactive Tuner for Superconducting Cavities",
      "authors": [
        "N.C. Shipman",
        "J. Bastard",
        "M.R. Coly",
        "F. Gerigk",
        "A. Macpherson",
        "N. Stapley",
        "CERN",
        "Geneva",
        "Switzerland",
        "BNL",
        "Upton",
        "New York",
        "USA",
        "G. Burt",
        "A. Castilla",
        "Lancaster University",
        "Lancaster",
        "United Kingdom",
        "C.-J. Jing",
        "A. Kanareykin",
        "Euclid TechLabs",
        "LLC",
        "Solon",
        "Ohio",
        "USA",
        "Fermilab",
        "Batavia",
        "Illinois",
        "USA",
        "Ceramics Ltd.",
        "St. Petersburg",
        "Russia",
        "A prototype FerroElectric Fast Reactive Tuner (FE-FRT) for superconducting cavities has been developed",
        "which allows the frequency to be controlled by application of a potential difference across a ferroelectric residing within the tuner. This technique has now become practically feasible due to the recent development of a new extremely low loss ferroelectric material. In a world first",
        "CERN has tested the prototype FE-FRT with a superconducting cavity",
        "and frequency tuning has been successfully demonstrated. This is a significant first step in the development of an entirely new class of tuner. These will allow electronic control of cavity frequencies",
        "by a device operating at room temperature",
        "within timescales that will allow active compensation of microphonics. For many applications this could eliminate the need to use over-coupled fundamental power couplers",
        "thus significantly reducing RF amplifier power."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb7_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb7.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb7_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB7",
      "page_number": "781",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB8",
      "title": "The Fundamental Power Coupler for CEPC Booster Cavity",
      "authors": [
        "T.M. Huang",
        "F. Bing",
        "R. Guo",
        "H.Y. Lin",
        "Q. Ma",
        "W.M. Pan",
        "J.Y. Zhai",
        "Z. Zhang",
        "IHEP",
        "Beijing",
        "People’s Republic of China",
        "96 Tesla type 1.3GHz 9-cell superconducting cavities",
        "housed in eight 12m-long cryomodules",
        "will be adopted for CEPC booster. Each cavity equips with one variable coupling",
        "double-window fundamental power coupler (FPC). The FPC will operate at RF power up to 20 kW at quasi-CW mode. A variable coupling from 4·106 to 107 is required to meet different operation modes of Higgs",
        "W and Z. A new coupler that employs a 50 Ω coaxial line with bellow structures",
        "a cylindrical warm window",
        "a coaxial planar cold window and a coupling adjusting actuator has been designed. Then two prototypes have been fabricated and high power tested up to CW 70 kW successfully. In this paper",
        "the design",
        "fabrication and high power test of the prototype FPCs will be presented."
      ],
      "institutions": [
        "Funding: Supported by National natural Science Foundation of China ( 11475203)"
      ],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb8_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb8.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb8_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB8",
      "page_number": "789",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "WETEB9",
      "title": "Design Development for the 1.5 GHz Couplers for BESSY VSR",
      "authors": [
        "E. Sharples",
        "M. Dirsat",
        "J. Knobloch",
        "Z. Muza",
        "A.V. Vélez",
        "HZB",
        "Berlin",
        "Germany",
        "The Variable pulse length Storage Ring (BESSY VSR) is a superconducting radio frequency (SRF) upgrade to the existing BESSY II storage ring at Helmholtz-Zentrum Berlin (HZB). BESSY VSR uses the RF beating of superconducting cavities at 1.5 GHz and 1.75 GHz to produce simultaneously long and short bunches. Higher power couplers capable of handling 13 kW peak power at standing wave operation",
        "are required to provide an average power of 1.5 kW for both the 1.5 GHz and 1.75 GHz cavities. These couplers must also provide variable coupling with a range of Qext from 6x106 to 6x107 to allow flexibility to adjust to operating conditions of BESSY VSR. Here the full design development process for the 1.5 GHZ BESSY VSR coupler is presented including the design for a diagnostic prototype to ensure comprehensive monitoring of critical components during testing and cool-down."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/weteb9_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/weteb9.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/weteb9_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-WETEB9",
      "page_number": "795",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    }
  ],
  "paper_count": 9,
  "scrape_time": "2025-10-02 14:10:34"
}