{
  "session_info": {
    "id": "THFUB",
    "name": "THFUB - Fundamental 4",
    "url": "https://proceedings.jacow.org/srf2019/html/thfub.htm"
  },
  "papers": [
    {
      "paper_id": "THFUB1",
      "title": "Nb3Sn at Fermilab: Exploring Performance",
      "authors": [
        "S. Posen",
        "J. Lee",
        "O.S. Melnychuk",
        "Y.M. Pischalnikov",
        "D.A. Sergatskov",
        "B. Tennis",
        "Fermilab",
        "Batavia",
        "Illinois",
        "USA",
        "J. Lee",
        "D.N. Seidman",
        "NU",
        "Evanston",
        "Illinois",
        "USA",
        "Fermilab’s Nb3Sn coating program produced its first 1.3 GHz single cell cavities in early 2017 and since then has explored the performance of Nb3Sn on a wide variety of cavity substrates and performed microscopic studies down to atomic resolution. Results to present in this talk include a study of frequency dependence from 650 MHz to 1.3 GHz of BCS resistance",
        "residual resistance",
        "and magnetic flux sensitivity. We show microscopic studies performed in collaboration with Northwestern University¿s Materials Science and Engineering Department of limitation mechanisms in Nb3Sn",
        "including thin film regions and tin segregation at grain boundaries",
        "discussing correlations with RF performance and mechanisms for the formation of these features during growth. Finally",
        "we present results of the first 1.3 GHz 9-cell cavity coated with Nb3Sn."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/thfub1_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/thfub1.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/thfub1_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-THFUB1",
      "page_number": "818",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "THFUB2",
      "title": "Progress with Nb Hipims Films on 1.3 GHz Cu Cavities",
      "authors": [
        "M.C. Burton",
        "A.D. Palczewski",
        "C.E. Reece",
        "A-M. Valente-Felicianopresenter",
        "JLab",
        "Newport News",
        "Virginia",
        "USA",
        "In recent years",
        "efforts have been invested to leverage the different processes involved in energetic condensation to tailor Nb film growth in sequential steps. The resulting Nb/Cu films display high quality material properties and show promise of high RF performance. The lessons learned are now applied to 1.3 GHz Nb on Cu cavity deposition via high power impulse magnetron sputtering (HiPIMS). RF performance is measured at different temperatures. Particular attention is given to the effect of cooldown and sensitivity to external applied magnetic fields. The results are evaluated in light of the Nb film material and superconducting properties measured with various microscopy and magnetometry techniques in order to better understand the contributing factors to the residual and flux induced surface resistances. This contribution presents the insights gained in exploiting energetic condensation as a path towards RF Q-slope mitigation for Nb/Cu films",
        "correlating film material characteristics with RF performance."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/thfub2_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/thfub2.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/thfub2_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-THFUB2",
      "page_number": "823",
      "presentation_available": true,
      "paper_available": true,
      "poster_available": false
    },
    {
      "paper_id": "THFUB3",
      "title": "Nb/Cu Coatings Characterization in HiPIMS With Biased Substrate and Application of a Positive Pulse",
      "authors": [
        "F. Avino",
        "S. Calatroni",
        "D. Fonnesu",
        "A. Grudiev",
        "P. Naisson",
        "H. Neupert",
        "A.T. Perez Fontenla",
        "T. Richard",
        "G.J. Rosaz",
        "A. Sublet",
        "M. Taborelli",
        "CERN",
        "Geneva",
        "Switzerland",
        "In this work",
        "we present results on the characterization of Nb on Cu films obtained in High Power Impulse Magnetron Sputtering (HiPIMS) with a negatively biased substrate",
        "or with a positive pulse after the main negative one [1]. This allows to accelerate the Nb+ atoms towards substrates with small grazing angles of incidence to obtain a dense and defect-free Nb film. Samples reproducing the shape of a 1.3 GHz SRF cavity are coated by varying the timing of the substrate bias with respect to the main HiPIMS. The Nb film residual stress and estimations of the amount of trapped discharge gas (Kr) are also presented. The effect of applying a positive pulse after the main HIPIMS pulse on Nb/Cu samples coated in Ar is further explored. Crystallites size characterization is obtained with X-Ray Diffraction. First SRF properties by measurement of the critical temperature are provided. Preliminary results of Nb/Cu coatings of Cu samples reproducing the real geometry of the Wide Open Waveguide Crab cavity [2] are presented.",
        "[1] F Avino et al.",
        "Plasma Sources Sci. Technol.",
        "vol. 28 pp. 01LT03",
        "2019. [2] A. Grudiev",
        "Proceedings of SRF 2015."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/thfub3_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/thfub3.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/thfub3_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-THFUB3",
      "page_number": "",
      "presentation_available": true,
      "paper_available": false,
      "poster_available": false
    },
    {
      "paper_id": "THFUB4",
      "title": "Effect of Inhomogeneous Disorder on the Superheating Field of SRF Cavities",
      "authors": [
        "NU",
        "Evanston",
        "Illinois",
        "USA",
        "Recent advances in surface treatments of Niobium SRF cavities have led to increased Q-factors and maximum surface field. This poses theoretical challenges to identify the mechanisms responsible for performance enhancements. I report theoretical results for the effects of inhomogeneous surface disorder on the superheating field.* We find that inhomogeneous disorder",
        "such as that introduced by infusion of Nitrogen into the surface layers of Niobium SRF cavities",
        "can increase the superheating field above the maximum for superconductors in the clean limit or with homogeneously distributed disorder. Disorder increases the penetration of screening current",
        "but also suppresses the maximum supercurrent. Inhomogeneous disorder in the form of an impurity diffusion layer biases this trade-off by increasing the penetration of the screening currents into cleaner regions with larger critical currents",
        "thus limiting the suppression of the screening current to a thin dirty region close to the surface. Our results suggest that the impurity diffusion layers play a role in enhancing the maximum accelerating gradient of Nitrogen treated Niobium SRF cavities."
      ],
      "institutions": [
        "Funding: The research of the authors is supported by National Science Foundation Grant PHY-1734332 and the Northwestern-Fermilab Center for Applied Physics and Superconducting Technologies."
      ],
      "abstract": "* https://arxiv.org/abs/1809.04057",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/thfub4_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/thfub4.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/thfub4_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-THFUB4",
      "page_number": "",
      "presentation_available": true,
      "paper_available": false,
      "poster_available": false
    },
    {
      "paper_id": "THFUB5",
      "title": "Employing SRF to Boost Coherence of 3D Quantum Systems",
      "authors": [
        "Fermilab",
        "Batavia",
        "Illinois",
        "USA",
        "Superconducting quantum systems are currently at the leading edge of quantum information science (QIS)",
        "including quantum computing",
        "as well as fundamental quantum physics experiments and particle physics search experiments. So far though the 3D superconducting cavities which were used in the field of QIS",
        "had quality factors Q ~108",
        "providing one of the primary limitations for the achievable useful quantum superposition (aka coherence) times. In this talk I will overview how the SRF expertise can bring the field of QIS ahead by several orders of magnitude in coherence times",
        "as well discuss the emerging Quantum Technology effort at Fermilab and the first record achievements in this area."
      ],
      "institutions": [],
      "abstract": "",
      "presentation_url": "https://proceedings.jacow.org/srf2019/talks/thfub5_talk.pdf",
      "paper_url": "https://proceedings.jacow.org/srf2019/papers/thfub5.pdf",
      "poster_url": "https://proceedings.jacow.org/srf2019/posters/thfub5_poster.pdf",
      "doi": "https://doi.org/10.18429/JACoW-SRF2019-THFUB5",
      "page_number": "",
      "presentation_available": true,
      "paper_available": false,
      "poster_available": false
    }
  ],
  "paper_count": 5,
  "scrape_time": "2025-10-06 16:21:56"
}